app/views/muulib/albums/_form.haml

    .col-lg-12
      = f.association :genres, collection: Genre.all
  .row
    .col-lg-12
---
SELECT `genres`.* FROM `genres`